[
  {
    "id": 1,
    "title": "Describe Your First Day at School that You Remember",
    "questionNumber": "Q-01",
    "answer": "I vividly remember my first day of school. The school was very close to my house. My mother took me the first time for admission and interview. But my first day as a pupil was memorable. Because it rained that day, I was very scared to spend so much time all by myself among my new peers and teachers. I was just hoping that school time would end. I being an introvert, was very lonely and took a seat in the corner of the classroom, and when it started raining, I thought that no one would come to pick me up and I would be left in the school for a long time. This thought was making me cry. I was ecstatic to see my mother waiting for me at the school gate. I could not hold myself to go and hug him and cry."
  },
  {
    "id": 2,
    "title": "Describe a Plant ( Flower, Vegetable or Fruit) in Your Country",
    "questionNumber": "Q-02",
    "answer": "First of all, I must say my country is home to thousands of plants and hundreds of flower species. Therefore, today I would like to talk about one specific plant which I consider the most important. So I've chosen to talk about the plant called aloe vera. We can see this plant everywhere, from home gardens to public spaces, forests, and even in botanical gardens. This plant grows both inside and outside and can reach up to 60 to 80 centimeters. It has a triangular shape with spiky leaves, which often provide a self-defense mechanism against animals and insects. The most important part is the gel inside the leaves because it's a key ingredient for both medicine and cosmetic products, which are often used to treat dermatological conditions. Apart from that, this alkaline-based gel is widely used to treat a condition called gastritis because it can neutralize acidity and subside the stimulation of gastric acid. Additionally, we use this gel to treat burn injuries. We can apply a small amount of aloe vera gel over the burned skin, and it definitely reduces the number of complications and the seriousness of the injury. This plant has its own adaptations for the environment, allowing it to grow under different conditions as well as circumstances. Overall, this plant provides a wide range of benefits, specifically for our healthcare industry as well as the beauty industry."
  },
  {
    "id": 3,
    "title": "Describe Something that You Own and Want to Replace",
    "questionNumber": "Q-01",
    "answer": "Well, the thing that I own now that I really want to replace in the future is my old mobile phone. It's actually a gift from my father, and I've been using it from 2021 till now. The reason why I need to get rid of this phone is that it's become quite outdated and doesn't quite keep up with the latest trends in technology. In addition, the screen is all cracked and barely functional, making it a bit of a pain to use sometimes. I've realized that I need a phone that can handle more sophisticated functions related to my major in university in the future. I will study marketing at National Economic University, and my current phone just isn't cutting it anymore. I need a device that can support a camera with high-quality photography, high-quality pictures, and other resources that are essential for my courses. Having a phone that's up to date and can keep pace with the ever-evolving tech industry is crucial for me. So, my current phone holds sentimental value as a gift from my father, but its practical utility has really taken a nosedive. I think it's time for an upgrade to something more modern, efficient, and capable of meeting my academic needs. I want to swap it out for a shiny device that will be my reliable companion throughout my university journey and beyond."
  },
  {
    "id": 4,
    "title": "Describe a Time when You Get Money as A Gift",
    "questionNumber": "Q-01",
    "answer": "My father gave me money on my birthday as a birthday gift. After the birthday party, my father and I went to the market and bought a smartphone for me. I was very happy to get mobile. The shopkeeper gave me a free earphones with my mobile phone because there was a scheme of free gifts when you bought something. I do many things on my mobile phone, such as doing assignments, chatting with friends, scrolling Instagram and watching videos on YouTube."
  },
  {
    "id": 5,
    "title": "Describe a Risk You have taken which had a positive result",
    "questionNumber": "Q-01",
    "answer": "I vividly remember my first day of school. The school was very close to my house. My mother took me the first time for admission and interview. But my first day as a pupil was memorable. Because it rained that day, I was very scared to spend so much time all by myself among my new peers and teachers. I was just hoping that school time would end. I being an introvert, was very lonely and took a seat in the corner of the classroom, and when it started raining, I thought that no one would come to pick me up and I would be left in the school for a long time. This thought was making me cry. I was ecstatic to see my mother waiting for me at the school gate. I could not hold myself to go and hug him and cry."
  },
  {
    "id": 6,
    "title": "Describe Your First Day at School that You Remember",
    "questionNumber": "Q-01",
    "answer": "My father gave me money on my birthday as a birthday gift. After the birthday party, my father and I went to the market and bought a smartphone for me. I was very happy to get mobile. The shopkeeper gave me a free earphones with my mobile phone because there was a scheme of free gifts when you bought something. I do many things on my mobile phone, such as doing assignments, chatting with friends, scrolling Instagram and watching videos on YouTube."
  },
  {
    "id": 7,
    "title": "Describe Your First Day at School that You Remember",
    "questionNumber": "Q-01",
    "answer": "I vividly remember my first day of school. The school was very close to my house. My mother took me the first time for admission and interview. But my first day as a pupil was memorable. Because it rained that day, I was very scared to spend so much time all by myself among my new peers and teachers. I was just hoping that school time would end. I being an introvert, was very lonely and took a seat in the corner of the classroom, and when it started raining, I thought that no one would come to pick me up and I would be left in the school for a long time. This thought was making me cry. I was ecstatic to see my mother waiting for me at the school gate. I could not hold myself to go and hug him and cry."
  },
  {
    "id": 8,
    "title": "Describe Your First Day at School that You Remember",
    "questionNumber": "Q-01",
    "answer": "I vividly remember my first day of school. The school was very close to my house. My mother took me the first time for admission and interview. But my first day as a pupil was memorable. Because it rained that day, I was very scared to spend so much time all by myself among my new peers and teachers. I was just hoping that school time would end. I being an introvert, was very lonely and took a seat in the corner of the classroom, and when it started raining, I thought that no one would come to pick me up and I would be left in the school for a long time. This thought was making me cry. I was ecstatic to see my mother waiting for me at the school gate. I could not hold myself to go and hug him and cry."
  },
  {
    "id": 9,
    "title": "Describe Your First Day at School that You Remember",
    "questionNumber": "Q-01",
    "answer": "I vividly remember my first day of school. The school was very close to my house. My mother took me the first time for admission and interview. But my first day as a pupil was memorable. Because it rained that day, I was very scared to spend so much time all by myself among my new peers and teachers. I was just hoping that school time would end. I being an introvert, was very lonely and took a seat in the corner of the classroom, and when it started raining, I thought that no one would come to pick me up and I would be left in the school for a long time. This thought was making me cry. I was ecstatic to see my mother waiting for me at the school gate. I could not hold myself to go and hug him and cry."
  },
  {
    "id": 10,
    "title": "Describe a Person You Met at A Party and Enjoyed a Conversation With",
    "questionNumber": "Q-10",
    "answer": "I was an introverted person. I attended many parties in my life and met many people. Before 2 to 3 months, I was attending a marriage in which I met a person named ”Sami Ansari”. He was my age. He was very good-looking, quite a fascinating personality. He was very tall. I was so impressed by his innocent looks and shy Nature. He was a very respectful and shy Nature person. In marriage, we discuss politics, sports and about finance. We discuss struggles in life to reach peak levels. He had a Government employee. When he started his carrier, his salary was only 150 RS per day. After so much struggle, his salary amount reached 6500 RS per month. However, now his salary had approximately 35000 rs per month. We discuss various personal topics like hobbies, colours, and favourite food. He had a very hard worker and a silent man. I feel very relaxed and enjoy the time. I feel comfortable. He had a very hard worker. It is easy to share My thoughts and feelings with him. We connected personally, and I could tell hun anything. It was a memorable experience for me, and I am happy I met an interesting person."
  },
  {
    "id": 11,
    "title": "This is queCard",
    "questionNumber": "Q-126",
    "answer": "YouTube has revolutionized the way people access educational content, making learning more accessible and interactive. With countless channels dedicated to various subjects, from academic tutorials to skill-based learning, YouTube has become a go-to resource for students, Professionals, and lifelong learners. Educational content on YouTube ranges from short explainer videos to in-depth lectures and courses, catering to diverse learning needs. The advantage of YouTube as an educational tool are numerous. It offers the flexibility to learn at one's own pace, access to a vast array of topics, and the ability to revisit content as need. The visual and auditory elements also enhance understanding and retention."
  },
  {
    "id": 12,
    "title": "Describe a movie or film that made you think a lot",
    "answer": "The movie 'Inception ', directed by Chirstoppher Nolan, is one that made me think deeply. I watched it a feww years ago , and is complex narrative,which revolves around the concept of dreams ,left me pondering the nature of reality and perception. The film's intricate plot and philosophical qquestions aoutt what is real and what is illusion kept me engaged long after the credits rolled. It's a film that challenges the viewer to think critically ,making it an intellectually stimulating experience."
  },
  {
    "id": 13,
    "title": "Tell about a time when you tried something new",
    "answer": "I recently tried rock climbing for the first time at an indoor climbing gym. I had always been curious about the sport, so when a friend invited me to join, I decided to give it a go. The experience was exhilarating but also quite challenging. As a beginner, I struggled initially, ut with some guidance , I managed to reach the top of a few beginner-level walls. The sense of accomplishment and the adrenaline rush I  felt made it an unforgettable experience. It was a rewarding activity that pushed me out of my comfort zone."
  },
  {
    "id": 14,
    "title": "Describe a Piece of Good News You Heard from Others",
    "answer": "Well, I love to read the newspapers, but sometimes I miss some topics to read and. that topic sometime I hear from my friends or family members. However, here I would like to talk about it. The good news which I hear from my one friend. Actually, the news is of different types. Sometimes news is good as well as sometimes not good.So this is my friend Banti Patel who came to my house when I was sitting at home and watching TV suddenly. He started the conversation, and then he told me about something new. The scheme which the government planned to announce for the people at that time. I was also planning to buy one new car, and that news about subsidies on electric vehicles.So I was surprised at first and couldn’t believe it. On the word of my friends and I. I was curious about knowing something in detail. Then I. Told my friends to please send me some other details, And then he told me the government would announce some new subsidies on electric vehicles, about 10 to 20%, at first, and if they find something interesting, they can also improve this—subsidy in the future.So. Hey. It was good news for me because I also planned to buy a new electric car. Electric cars also benefit our environment because they can use electricity rather than using fossil fuel. So it can help to reduce carbon emissions of carbon footprint. And I am also the environment.So I love to support the environment and the cost of the car is also significantly cheaper as compared to the other new latest model car in the market and it is also significantly cheaper and cost of vision and also the very attractive car I feel it is very good for. The people and. Like I was on top of the mountain. Because it was my first car which I bought with Varun Mani."
  }
]
